Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kaksi_uutta_koltansaamen_kielen_tyokirjaa_on_julkaistu_.html.tmx
Source language: fin
Languages: sme

source: Kaksi uutta koltansaamen kielen työkirjaa on julkaistu
sme: Guokte ođđa nuortalašgielat bargogirjji lea almmuhuvvon

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamenkielisen 1. luokan ja 2. luokan työkirjat.
sme: Skuvlen- ja oahppamateriáladoaimmahat lea almmuhan ođđa nuortalašgielat 1. luohkká ja 2. luohkká bargogirjjiid.

source: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj on perusopetuksen ensimmäisen luokan vieraan kielen opetuksen kevätlukukauden työkirja.
sme: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj lea vuođđooahpahusa vuosttaš luohkká vierisgiela oahpahusa giđđalohkanbaji bargogirji.

source: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj on perusopetuksen toisen luokan vieraan kielen lukijoiden opetuksen syyslukukauden työkirja.
sme: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj lea vuođđooahpahusa nuppi luohkká vierisgiela lohkkiid oahpahusa čakčalohkanbaji bargogirji.

source: Työkirjat on koltansaamen kulttuuriin sovellettu ja käännetty pohjoissaamen kielen GEA-sarjan työkirjoista.
sme: Bargogirjjit leat nuortalašsámi kultuvrii heivehuvvon ja jorgaluvvon davvisámegielat GEA-ráiddu bargogirjjiin.

source: Kirjojen käsikirjoitukset on tehnyt Oona Länsman ja kuvitukset Nora Bäck.
sme: Girjjiid giehtačállosa lea dahkan Oona Länsman, govaid lea sárgon Nora Bäck.

source: Koltansaamen kielelle 1. kevään työkirjan on kääntänyt Kari Chan ja taiton tehnyt Anni Näkkäläjärvi.
sme: Nuortalašgillii 1. giđa bargogirjji lea jorgalan Kari Chan ja doadjima lea dahkan Anni Näkkäläjärvi.

source: 2. syksyn työkirjan on kääntänyt Raija Lehtola ja taiton tehnyt Ester Berelowitsch.
sme: 2. čavčča bargogirjji lea jorgalan Raija Lehtola ja doadjima lea dahkan Esther Berelowitsch.

source: Kirjoja voi tilata Saamelaiskäräjien verkkokaupasta:
sme: Girjjiid sáhttá diŋgot Sámediggi fierbmegávppis:

source: Kevään työkirja: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj
sme: Giđa bargogirji: ǨIÕČČ 1 Kåʹllmeäʹcc Ǩiđđpââʹj tuejjǩeʹrjj

source: Syksyn työkirja: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj
sme: Čavčča bargogirji: ǨIÕČČ 2 Kåʹllmeäʹcc Čõhččpââʹj tuejjǩeʹrjj
